if __name__ == "__main__":
    surname_list = [  # список фамилий Санкт-Петербурга
        "Иванов",
        "Васильев",
        "Петров",
        "Смирнов",
        "Михайлов",
        "Фёдоров",
        "Соколов",
        "Яковлев",
        "Попов",
        "Андреев",
        "Алексеев",
        "Александров",
        "Лебедев",
        "Григорьев",
        "Степанов",
        "Семёнов",
        "Павлов",
        "Богданов",
        "Николаев",
        "Дмитриев",
        "Егоров",
        "Волков",
        "Кузнецов",
        "Никитин",
        "Соловьёв"
    ]
a = enumerate(surname_list[0])
for i in surname_list:
    a += 1
    print(a, surname_list[i])

